Repository: gnachman/iTerm2
Catalog: sources/Settings/mul.lproj/PreferencePanel.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# 5958.title
source: Up to three lines of information go here. Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.
de: Bis zu drei Zeilen mit Informationen stehen hier. Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.
ja: ここには最大3行までの情報が入ります。Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.
ru: Здесь может быть до трёх строк информации. Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.

# 5962.title
source: Log debug info to Console.app
de: Debug-Informationen in Console.app protokollieren
ja: デバッグ情報をConsole.appに記録する
pt_br: Registrar informações de depuração no Console.app
ru: Записывать отладочную информацию в Console.app
zh_hans: 将调试信息记录到“控制台”

# 5974.title
source: Advanced Configuration
de: Erweiterte Konfiguration
ja: 詳細設定
pt_br: Configuração avançada
ru: Расширенная конфигурация
zh_hans: 高级配置

# 5976.title
source: Edit…
de: Bearbeiten…
ja: 編集…
pt_br: Editar…
ru: Изменить…
zh_hans: 编辑…

# 6052.title
source: Show per-pane title bars
de: Titelleisten pro Bereich anzeigen
ja: ペインごとにタイトルバーを表示する
pt_br: Mostrar barras de título por painel
ru: Показывать заголовки для каждой панели
zh_hans: 显示每窗格标题栏

# 6055.title
source: Always run command…
de: Befehl immer ausführen…
ja: 常にコマンドを実行…
pt_br: Sempre executar comando…
ru: Всегда выполнять команду…
zh_hans: 始终运行命令…

# 6056.label
source: Pointer
de: Zeiger
ja: ポインタ
pt_br: Ponteiro
ru: Указатель
zh_hans: 鼠标

# 6056.paletteLabel
source: Pointer
de: Zeiger
ja: ポインタ
pt_br: Ponteiro
ru: Указатель
zh_hans: 鼠标

# 6059.label
source: Mouse
de: Maus
ja: マウス
ru: Мышь
zh_hans: 鼠标

# 6071.title
source: Focus follows mouse
de: Fokus folgt der Maus
ja: マウスに追従してフォーカスする
pt_br: Foco segue o mouse
ru: Фокус следует за мышью
zh_hans: 焦点跟随鼠标

# 6087.title
source: Right Click
de: Rechtsklick
ja: 右クリック
pt_br: Clique com o botão direito
ru: Правый клик
zh_hans: 右键点按

# 6095.headerCell.title
source: Mouse Button/Trackpad Gesture
de: Maustaste/Trackpad-Geste
ja: マウスボタン/トラックパッドジェスチャー
pt_br: Botão do mouse/gesto do trackpad
ru: Кнопка мыши/жест трекпада
zh_hans: 鼠标按键/触控板手势

# 6099.headerCell.title
source: Action
de: Aktion
ja: アクション
pt_br: Ação
ru: Действие
zh_hans: 操作

# 6108.title
source: ⌘-Click opens filename/URL (semantic history)
de: ⌘-Klick öffnet Dateiname/URL (semantischer Verlauf)
ja: ⌘クリックでファイル名/URLを開く（セマンティック履歴）
pt_br: ⌘-Clique abre nome de arquivo/URL (Semantic History)
ru: ⌘-клик открывает имя файла/URL (семантическая история)
zh_hans: ⌘-点按打开文件名/URL（语义历史记录）

# 6111.ibShadowedToolTip
source: For terminal applications that use mouse reporting, turning this on allows control-click to be reported instead of opening the context menu.
de: Bei Terminalanwendungen, die Mausberichte verwenden, ermöglicht diese Option, dass ein Control-Klick gemeldet wird, anstatt das Kontextmenü zu öffnen.
ja: マウスレポートを使用するターミナルアプリケーションでは、これをオンにするとコンテキストメニューを開く代わりにコントロールクリックが報告されるようになります。
pt_br: Para aplicativos de terminal que usam relato de mouse, ativar isto permite que o clique com Control seja relatado em vez de abrir o menu de contexto.
ru: Для терминальных приложений, использующих отчёты о мыши, включение этой опции позволяет передавать control-клик приложению вместо открытия контекстного меню.
zh_hans: 对于使用鼠标报告的终端应用，开启此选项后，控制点按会被报告给应用，而不是打开上下文菜单。

# 6112.title
source: ^-Click reported to apps, does not open menu
de: ^-Klick wird an Apps gemeldet, öffnet kein Menü
ja: ^クリックはアプリに報告され、メニューは開きません
pt_br: ^-Clique relatado aos apps, não abre o menu
ru: ^-клик передаётся приложениям, меню не открывается
zh_hans: ^-点按报告给应用，不打开菜单

# 6116.title
source: Load Defaults
de: Standardwerte laden
ja: 既定値を読み込む
pt_br: Carregar padrões
ru: Значения по умолчанию
zh_hans: 载入默认值

# 6157.title
source: Button/Gesture:
de: Taste/Geste:
ja: ボタン/ジェスチャー:
pt_br: Botão/gesto:
ru: Кнопка/жест:
zh_hans: 按键/手势：

# 6159.title
source: Modifiers:
de: Modifikatoren:
ja: 修飾キー:
pt_br: Modificadores:
ru: Модификаторы:
zh_hans: 修饰键：

# 6161.title
source: Action:
de: Aktion:
ja: アクション:
pt_br: Ação:
ru: Действие:
zh_hans: 操作：

# 6164.title
source: Right Button
de: Rechte Taste
ja: 右ボタン
pt_br: Botão direito
ru: Правая кнопка
zh_hans: 右键

# 6165.title
source: Button #4
de: Taste 4
ja: ボタン#4
pt_br: Botão nº 4
ru: Кнопка №4

# 6166.title
source: Button #5
de: Taste 5
ja: ボタン#5
pt_br: Botão nº 5
ru: Кнопка №5

# 6167.title
source: Button #6
de: Taste 6
ja: ボタン#6
pt_br: Botão nº 6
ru: Кнопка №6

# 6168.title
source: Button #7
de: Taste 7
ja: ボタン#7
pt_br: Botão nº 7
ru: Кнопка №7

# 6179.title
source: Edit Pointer Setting
de: Zeigereinstellung bearbeiten
ja: ポインタ設定を編集
pt_br: Editar ajuste do ponteiro
ru: Изменить настройку указателя
zh_hans: 编辑指针设置

# 6184.title
source: Cancel
de: Abbrechen
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# 6188.title
source: Click Type:
de: Klicktyp:
ja: クリックの種類:
pt_br: Tipo de clique:
ru: Тип клика:
zh_hans: 点按类型：

# 6194.title
source: Single Click
de: Einfacher Klick
ja: シングルクリック
pt_br: Clique único
ru: Одинарный клик
zh_hans: 单点按

# 6195.title
source: Double Click
de: Doppelklick
ja: ダブルクリック
pt_br: Clique duplo
ru: Двойной клик
zh_hans: 连按

# 6196.title
source: Triple Click
de: Dreifachklick
ja: トリプルクリック
pt_br: Clique triplo
ru: Тройной клик
zh_hans: 三连按

# 6197.title
source: Quad Click
de: Vierfachklick
ja: クアッドクリック
pt_br: Clique quádruplo
ru: Четверной клик
zh_hans: 四击

# 6202.title
source: Three-finger Tap
de: Dreifingertipp
ja: 3本指タップ
pt_br: Toque com três dedos
ru: Тап тремя пальцами
zh_hans: 三指轻点

# 6204.title
source: Three-finger Swipe Right
de: Dreifingerwisch nach rechts
ja: 3本指で右にスワイプ
pt_br: Deslizar para a direita com três dedos
ru: Свайп тремя пальцами вправо
zh_hans: 三指向右轻扫

# 6205.title
source: Three-finger Swipe Left
de: Dreifingerwisch nach links
ja: 3本指で左にスワイプ
pt_br: Deslizar para a esquerda com três dedos
ru: Свайп тремя пальцами влево
zh_hans: 三指向左轻扫

# 6228.title
source: Three-finger tap emulates middle click
de: Dreifingertipp emuliert mittleren Klick
ja: 3本指タップで中クリックをエミュレートする
pt_br: Toque com três dedos emula clique do meio
ru: Тап тремя пальцами эмулирует клик средней кнопкой
zh_hans: 三指轻点模拟中键点按

# 6234.title
source: Click or Tap Here to Set Input Fields
de: Hier klicken oder tippen, um Eingabefelder festzulegen
ja: クリックまたはタップして入力欄を設定
pt_br: Clique ou toque aqui para definir os campos de entrada
ru: Нажмите или коснитесь здесь, чтобы задать поля ввода
zh_hans: 点按此处设置输入字段

# 6258.title
source: Three-finger Swipe Up
de: Dreifingerwisch nach oben
ja: 3本指で上にスワイプ
pt_br: Deslizar para cima com três dedos
ru: Свайп тремя пальцами вверх
zh_hans: 三指向上轻扫

# 6259.title
source: Three-finger Swipe Down
de: Dreifingerwisch nach unten
ja: 3本指で下にスワイプ
pt_br: Deslizar para baixo com três dedos
ru: Свайп тремя пальцами вниз
zh_hans: 三指向下轻扫

# 6268.title
source: Middle Button
de: Mittlere Taste
ja: 中ボタン
pt_br: Botão do meio
ru: Средняя кнопка
zh_hans: 中键

# 6274.title
source: Edit Smart Selection Actions
de: Aktionen für intelligente Auswahl bearbeiten
ja: スマート選択アクションを編集
pt_br: Editar ações de seleção inteligente
ru: Изменить действия умного выделения
zh_hans: 编辑智能选择操作

# 6277.title
source: Smart Selection Actions
de: Aktionen für intelligente Auswahl
ja: スマート選択アクション
pt_br: Ações de seleção inteligente
ru: Действия умного выделения
zh_hans: 智能选择操作

# 6279.title
source: Items are added to the context menu when you right click on text matching this smart selection.
de: Einträge werden dem Kontextmenü hinzugefügt, wenn Sie mit der rechten Maustaste auf Text klicken, der dieser intelligenten Auswahl entspricht.
ja: このスマート選択に一致するテキストを右クリックすると、コンテキストメニューに項目が追加されます。
pt_br: Os itens são adicionados ao menu de contexto quando você clica com o botão direito em texto que corresponde a esta seleção inteligente.
ru: Пункты добавляются в контекстное меню, когда вы щёлкаете правой кнопкой мыши по тексту, соответствующему этому умному выделению.
zh_hans: 当你在匹配此智能选择的文本上右键点按时，项目会添加到上下文菜单。

# 6285.headerCell.title
source: Title
de: Titel
ja: タイトル
pt_br: Título
ru: Название
zh_hans: 标题

# 6288.placeholderString
source: Enter Item Title
de: Elementtitel eingeben
ja: 項目のタイトルを入力
pt_br: Insira o título do item
ru: Введите название пункта
zh_hans: 输入项目标题

# 6320.ibShadowedToolTip
source: How much of the background image is visible through the background color.
de: Wie viel des Hintergrundbilds durch die Hintergrundfarbe sichtbar ist.
ja: 背景色を通して背景画像がどれだけ見えるか。
pt_br: Quanto da imagem de fundo fica visível através da cor de fundo.
ru: Насколько фоновое изображение видно сквозь цвет фона.
zh_hans: 背景颜色下背景图像的可见程度。

# 6325.title
source: Image:
de: Bild:
ja: 画像:
pt_br: Imagem:
ru: Изображение:
zh_hans: 图像：

# 6355.title
source: Hide after opening
de: Nach dem Öffnen ausblenden
ja: 開いた後に隠す
pt_br: Ocultar após abrir
ru: Скрывать после открытия
zh_hans: 打开后隐藏

# 6366.ibShadowedToolTip
source: Buried sessions appear under Session > Buried Sessions. When this setting is enabled, window sizes are restored when attaching to an existing tmux session.
de: Vergrabene Sitzungen erscheinen unter Sitzung > Vergrabene Sitzungen. Wenn diese Einstellung aktiviert ist, werden die Fenstergrößen beim Verbinden mit einer bestehenden tmux-Sitzung wiederhergestellt.
ja: 埋められたセッションは「セッション > 埋められたセッション」に表示されます。この設定を有効にすると、既存のtmuxセッションにアタッチする際にウィンドウサイズが復元されます。
pt_br: Sessões ocultas aparecem em Sessão > Sessões ocultas. Quando este ajuste está ativado, os tamanhos das janelas são restaurados ao anexar a uma sessão tmux existente.
ru: Скрытые сессии отображаются в меню Сессия > Скрытые сессии. Если этот параметр включён, размеры окон восстанавливаются при подключении к существующей сессии tmux.
zh_hans: 隐藏的会话显示在“会话 > 隐藏的会话”下。启用此设置后，附加到现有 tmux 会话时会恢复窗口大小。

# 6367.title
source: Automatically bury the tmux client session after connecting
de: tmux-Client-Sitzung nach dem Verbinden automatisch vergraben
ja: 接続後にtmuxクライアントセッションを自動的に埋める
pt_br: Ocultar automaticamente a sessão do cliente tmux após conectar
ru: Автоматически скрывать клиентскую сессию tmux после подключения
zh_hans: 连接后自动隐藏 tmux 客户端会话

# 6376.title
source: Left of Screen
de: Links auf dem Bildschirm
ja: 画面の左側
pt_br: À esquerda da tela
ru: Слева от экрана
zh_hans: 屏幕左侧

# 6377.ibShadowedToolTip
source: If enabled, changes to font size will try to preserve session dimensions.
de: Wenn aktiviert, wird bei Änderungen der Schriftgröße versucht, die Sitzungsabmessungen beizubehalten.
ja: 有効にすると、フォントサイズの変更時にセッションの寸法を維持しようとします。
pt_br: Se ativado, as alterações no tamanho da fonte tentarão preservar as dimensões da sessão.
ru: Если включено, изменения размера шрифта будут пытаться сохранить размеры сессии.
zh_hans: 启用后，更改字体大小时将尝试保持会话尺寸。

# 6378.title
source: Adjust window when changing font size
de: Fenster bei Änderung der Schriftgröße anpassen
ja: フォントサイズ変更時にウィンドウを調整する
pt_br: Ajustar a janela ao alterar o tamanho da fonte
ru: Изменять размер окна при изменении размера шрифта
zh_hans: 更改字体大小时调整窗口

# 6383.ibShadowedToolTip
source: Clipboard access via an escape code poses a security risk if running untrusted applications.
de: Der Zugriff auf die Zwischenablage über einen Escape-Code stellt ein Sicherheitsrisiko dar, wenn nicht vertrauenswürdige Anwendungen ausgeführt werden.
ja: エスケープコード経由のクリップボードアクセスは、信頼できないアプリケーションを実行している場合セキュリティ上のリスクとなります。
pt_br: O acesso à área de transferência por um código de escape representa um risco de segurança ao executar aplicativos não confiáveis.
ru: Доступ к буферу обмена через escape-код представляет угрозу безопасности при запуске недоверенных приложений.
zh_hans: 如果运行不受信任的应用，通过转义码访问剪贴板会带来安全风险。

# 6384.title
source: Applications in terminal may access clipboard
de: Anwendungen im Terminal dürfen auf die Zwischenablage zugreifen
ja: ターミナル内のアプリケーションがクリップボードにアクセスすることを許可する
pt_br: Aplicativos no terminal podem acessar a área de transferência
ru: Приложения в терминале могут получать доступ к буферу обмена
zh_hans: 终端中的应用可以访问剪贴板

# 6387.ibShadowedToolTip
source: This may be a security risk in an untrusted environment, especially if the terminal can set the title.
de: Dies kann in einer nicht vertrauenswürdigen Umgebung ein Sicherheitsrisiko darstellen, besonders wenn das Terminal den Titel festlegen kann.
ja: これは、特にターミナルがタイトルを設定できる場合、信頼できない環境ではセキュリティ上のリスクになる可能性があります。
pt_br: Isto pode representar um risco de segurança em um ambiente não confiável, especialmente se o terminal puder definir o título.
ru: Это может представлять угрозу безопасности в недоверенной среде, особенно если терминал может задавать заголовок.
zh_hans: 这在不受信任的环境中可能存在安全风险，尤其是终端可以设置标题时。

# 6388.title
source: Terminal may report window title
de: Terminal darf Fenstertitel melden
ja: ターミナルがウィンドウタイトルを報告することを許可する
pt_br: O terminal pode relatar o título da janela
ru: Терминал может сообщать заголовок окна
zh_hans: 终端可以报告窗口标题

# 6401.title
source: Allow italic text
de: Kursiven Text zulassen
ja: イタリック体のテキストを許可する
pt_br: Permitir texto em itálico
ru: Разрешить курсивный текст
zh_hans: 允许斜体文本

# 6405.title
source: Right of Screen
de: Rechts auf dem Bildschirm
ja: 画面の右側
pt_br: À direita da tela
ru: Справа от экрана
zh_hans: 屏幕右侧

# 6406.title
source: Run coprocess…
de: Koprozess ausführen…
ja: コプロセスを実行…
pt_br: Executar coprocess…
ru: Запустить сопроцесс…
zh_hans: 运行协同进程…

# 6407.ibShadowedToolTip
source: If enabled, option-click sends arrow keys to move the cursor's position. If Shell Integration is installed then it does not take effect at the command line.
de: Wenn aktiviert, sendet ein Option-Klick Pfeiltasten, um die Cursorposition zu verschieben. Wenn Shell Integration installiert ist, wirkt sich dies nicht auf die Befehlszeile aus.
ja: 有効にすると、オプションクリックでカーソル位置を移動する矢印キーが送信されます。シェル統合がインストールされている場合、コマンドラインでは効果がありません。
pt_br: Se ativado, o Option-clique envia as teclas de seta para mover a posição do cursor. Se a Shell Integration estiver instalada, isto não terá efeito na linha de comando.
ru: Если включено, option-клик отправляет клавиши со стрелками для перемещения курсора. Если установлена Интеграция с оболочкой, это не действует в командной строке.
zh_hans: 启用后，Option-点按会发送方向键来移动光标位置。如果安装了 Shell 集成，则在命令行中不生效。

# 6408.title
source: ⌥-Click moves cursor
de: ⌥-Klick verschiebt den Cursor
ja: ⌥クリックでカーソルを移動
pt_br: ⌥-Clique move o cursor
ru: ⌥-клик перемещает курсор
zh_hans: ⌥-点按移动光标

# 6417.title
source: Always open in a new window, never in a tab
de: Immer in einem neuen Fenster öffnen, nie in einem Tab
ja: 常に新しいウィンドウで開き、タブでは開かない
pt_br: Sempre abrir em uma nova janela, nunca em uma aba
ru: Всегда открывать в новом окне, никогда во вкладке
zh_hans: 始终在新窗口中打开，而不是标签页

# 12135.title
source: Session Name:
de: Sitzungsname:
ja: セッション名:
pt_br: Nome da sessão:
ru: Имя сессии:
zh_hans: 会话名称：

# 15141.title
source: Copy Current Settings to Selected Profile
de: Aktuelle Einstellungen in ausgewähltes Profil kopieren
ja: 現在の設定を選択したプロファイルにコピー
pt_br: Copiar os ajustes atuais para o perfil selecionado
ru: Скопировать текущие настройки в выбранный профиль
zh_hans: 将当前设置拷贝到所选配置文件

# 15769.title
source: Use Selected Profile
de: Ausgewähltes Profil verwenden
ja: 選択したプロファイルを使用
pt_br: Usar o perfil selecionado
ru: Использовать выбранный профиль
zh_hans: 使用所选配置文件

# A1J-wd-hbr.title
source: Require “Automation” permission
de: Berechtigung „Automatisierung“ erforderlich
ja: 「オートメーション」権限を必須にする
pt_br: Exigir permissão de “Automação”
ru: Требовать разрешение «Автоматизация»
zh_hans: 需要“自动化”权限

# a3F-w8-ggT.label
source: Magic
de: Magie
ja: マジック
ru: Магия

# A3y-3j-WQF.label
source: Settings
de: Einstellungen
ja: 設定
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

# A5c-mQ-tlg.title
source: Marks:
de: Marken:
ja: マーク:
pt_br: Marcas:
ru: Метки:
zh_hans: 标记：

# a5M-2m-nch.title
source: Animate large movements
de: Große Bewegungen animieren
ja: 大きな移動をアニメーション化する
pt_br: Animar movimentos grandes
ru: Анимировать крупные перемещения
zh_hans: 大幅移动时使用动画

# A6S-vd-jNy.title
source: Attaching:
de: Verbinden:
ja: アタッチ中:
pt_br: Ao anexar:
ru: Подключение:
zh_hans: 附加时：

# a9h-ca-fto.title
source: ⌥⌘ Number
de: ⌥⌘ Zahl
ja: ⌥⌘ 番号
pt_br: ⌥⌘ Número
ru: ⌥⌘ Цифра
zh_hans: ⌥⌘ 数字

# a9H-nc-K6m.title
source: Rotation Interval:
de: Rotationsintervall:
ja: ローテーション間隔:
pt_br: Intervalo de rotação:
ru: Интервал ротации:
zh_hans: 轮换间隔：

# A38-nc-xyJ.title
source: Ask Each Time
de: Jedes Mal fragen
ja: 毎回確認する
pt_br: Perguntar sempre
ru: Спрашивать каждый раз
zh_hans: 每次询问

# Aba-Zo-uvC.label
source: General
de: Allgemein
ja: 一般
pt_br: Geral
ru: Основные
zh_hans: 通用

# Aec-Vb-RT9.title
source: AI Chat + Read-Only Terminal Access
de: KI-Chat + Terminalzugriff (nur lesend)
ja: AIチャット + 読み取り専用ターミナルアクセス
pt_br: Chat de IA + acesso somente leitura ao terminal
ru: Чат с ИИ + доступ к терминалу только для чтения
zh_hans: AI 聊天 + 只读终端访问

# aev-dz-zJQ.title
source: Use \0 for match, \1…\9 for match groups, \d for directory, \u for user, \h for host.
de: Verwenden Sie \0 für die Übereinstimmung, \1…\9 für Übereinstimmungsgruppen, \d für Verzeichnis, \u für Benutzer, \h für Host.
ja: 一致には\0を、一致グループには\1…\9を、ディレクトリには\dを、ユーザーには\uを、ホストには\hを使用します。
pt_br: Use \0 para a correspondência, \1…\9 para grupos de correspondência, \d para o diretório, \u para o usuário, \h para o host.
ru: Используйте \0 для совпадения, \1…\9 для групп совпадения, \d для каталога, \u для пользователя, \h для хоста.
zh_hans: 使用 \0 表示匹配项，\1…\9 表示匹配组，\d 表示目录，\u 表示用户，\h 表示主机。

# ai-or-mi1.title
source: AI Chat + Orchestration
de: KI-Chat + Orchestrierung
ja: AIチャット + オーケストレーション
pt_br: Chat de IA + Orchestration
ru: Чат с ИИ + оркестрация
zh_hans: AI 聊天 + Orchestration

# Ai2-im-FjJ.title
source: Use cursor guide
de: Cursorführung verwenden
ja: カーソルガイドを使用する
pt_br: Usar guia do cursor
ru: Использовать направляющую курсора
zh_hans: 使用光标辅助线

# Ai3-uG-qLk.title
source: Fast
de: Schnell
ja: 速い
pt_br: Rápido
ru: Быстро
zh_hans: 快

# akw-8K-q2d.title
source: Terminal may change cursor blink
de: Terminal darf Cursor-Blinken ändern
ja: ターミナルがカーソルの点滅を変更することを許可する
pt_br: O terminal pode alterar o piscar do cursor
ru: Терминал может изменять мигание курсора
zh_hans: 终端可以更改光标闪烁

# An4-Be-5pz.title
source: Close
de: Schließen
ja: 閉じる
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

# ApB-R6-gyC.title
source: Instant Replay:
de: Sofortwiedergabe:
ja: インスタントリプレイ:
ru: Мгновенный повтор:
zh_hans: 即时回放：

# arV-zH-f1s.title
source: Tab Title:
de: Tab-Titel:
ja: タブタイトル:
pt_br: Título da aba:
ru: Заголовок вкладки:
zh_hans: 标签页标题：

# aSL-AW-Ix4.title
source: Do not set locale environment variables
de: Locale-Umgebungsvariablen nicht setzen
ja: ロケール環境変数を設定しない
pt_br: Não definir variáveis de ambiente de localidade
ru: Не задавать переменные окружения локали
zh_hans: 不设置语言环境变量

# AW8-Wm-9Se.title
source: Delete key sends ^H
de: Entf-Taste sendet ^H
ja: Deleteキーは^Hを送信する
pt_br: A tecla Delete envia ^H
ru: Клавиша Delete отправляет ^H
zh_hans: 删除键发送 ^H

# awA-hH-ziY.ibShadowedToolTip
source: For this setting to take effect you must disable "Native full screen windows" in Settings > General. If this setting is enabled, the menu bar will remain visible. This is useful for multi-monitor systems.
de: Damit diese Einstellung wirksam wird, müssen Sie „Native Vollbildfenster“ unter Einstellungen > Allgemein deaktivieren. Wenn diese Einstellung aktiviert ist, bleibt die Menüleiste sichtbar. Dies ist nützlich für Systeme mit mehreren Bildschirmen.
ja: この設定を有効にするには、設定 > 一般で「ネイティブフルスクリーンウィンドウ」を無効にする必要があります。有効にすると、メニューバーが表示されたままになります。これはマルチモニター環境で便利です。
pt_br: Para que este ajuste tenha efeito, você deve desativar “Janelas em tela cheia nativas” em Ajustes > Geral. Se este ajuste estiver ativado, a barra de menus permanecerá visível. Isto é útil para sistemas com vários monitores.
ru: Чтобы этот параметр вступил в силу, необходимо отключить «Нативные полноэкранные окна» в разделе Настройки > Основные. Если этот параметр включён, строка меню останется видимой. Это полезно для систем с несколькими мониторами.
zh_hans: 要使此设置生效，你必须停用“设置 > 通用”中的“原生全屏幕窗口”。启用此设置后，菜单栏将保持可见。这对多显示器系统很有用。

# ax2-RO-lUC.title
source: Enable support for right-to-left scripts
de: Unterstützung für Rechts-nach-links-Schriften aktivieren
ja: 右から左に書く文字体系のサポートを有効にする
pt_br: Ativar suporte para escritas da direita para a esquerda
ru: Включить поддержку письменностей справа налево
zh_hans: 启用从右到左文字支持

# axW-bU-qkO.title
source: Clicks:
de: Klicks:
ja: クリック:
pt_br: Cliques:
ru: Клики:
zh_hans: 点按：

# b2B-Hj-edT.title
source: API Key:
de: API-Schlüssel:
ja: APIキー:
pt_br: Chave de API:
ru: Ключ API:
zh_hans: API 密钥：

# B3u-OI-QBk.label
source: Shortcuts
de: Tastenkombinationen
ja: ショートカット
pt_br: Atalhos
ru: Горячие клавиши
zh_hans: 快捷键

# b5z-Sg-ADk.title
source: Always open at least one terminal window at startup
de: Beim Start immer mindestens ein Terminalfenster öffnen
ja: 起動時に少なくとも1つのターミナルウィンドウを開く
pt_br: Sempre abrir pelo menos uma janela de terminal ao iniciar
ru: Всегда открывать хотя бы одно окно терминала при запуске
zh_hans: 启动时始终打开至少一个终端窗口

# B6z-MC-AUL.title
source: sec
de: Sek.
ja: 秒
pt_br: s
ru: сек

# b9n-62-qE3.title
source: Scale to Fit
de: Einpassen
ja: サイズに合わせて拡大縮小
pt_br: Dimensionar para ajustar
ru: Масштабировать по размеру
zh_hans: 缩放适应

# bAl-3O-ik0.ibShadowedToolTip
source: When the command that produced output is partially invisible, this option shows the last line of the prompt and the command that produced the output at the top of the screen.
de: Wenn der Befehl, der die Ausgabe erzeugt hat, teilweise unsichtbar ist, zeigt diese Option die letzte Zeile der Eingabeaufforderung und den Befehl, der die Ausgabe erzeugt hat, oben auf dem Bildschirm an.
ja: 出力を生成したコマンドが部分的に見えない場合、このオプションを使うと画面の一番上にプロンプトの最後の行と出力を生成したコマンドが表示されます。
pt_br: Quando o comando que produziu a saída está parcialmente invisível, esta opção mostra a última linha do prompt e o comando que produziu a saída na parte superior da tela.
ru: Когда команда, породившая вывод, частично не видна, этот параметр показывает последнюю строку приглашения и команду, породившую вывод, в верхней части экрана.
zh_hans: 当产生输出的命令部分不可见时，此选项会在屏幕顶部显示提示符的最后一行和产生输出的命令。

# BAw-ed-Of1.title
source: Open Quickly Hotkey:
de: Hotkey für Schnellöffnen:
ja: クイックオープンホットキー:
pt_br: Hotkey de Abrir rapidamente:
ru: Горячая клавиша быстрого открытия:
zh_hans: 快速打开热键：

# BCC-aQ-emh.title
source: Foreground
de: Vordergrund
ja: 前景
pt_br: Primeiro plano
ru: Текст
zh_hans: 前景

# Bdz-2l-yoP.title
source: AI Chat + Full Terminal + Browser Access
de: KI-Chat + vollständiger Terminal- und Browserzugriff
ja: AIチャット + フルターミナル + ブラウザアクセス
pt_br: Chat de IA + terminal completo + acesso ao navegador
ru: Чат с ИИ + полный терминал + доступ к браузеру
zh_hans: AI 聊天 + 完整终端 + 浏览器访问
